Repository: webgrafia/cheshire-cat-chatbot
Catalog: languages/cheshire-cat-chatbot-*.po
Languages: fr_fr, it_it

source: <strong>Cheshire Cat Token:</strong> The API token for your Cheshire Cat AI instance.
fr_fr: <strong>Jeton Cheshire Cat :</strong> le jeton API pour votre instance Cheshire Cat AI.
it_it: <strong>Token Stregatto:</strong> il token API per la tua istanza dello Stregatto.

source: <strong>Cheshire Cat URL:</strong> The URL where your Cheshire Cat AI instance is running.
fr_fr: <strong>URL du chat du Cheshire :</strong> l'URL où votre instance d'IA du chat du Cheshire s'exécute.
it_it: <strong>URL dello Stregatto</strong> l'URL in cui è in esecuzione l'istanza dello Stregatto

source: A WordPress plugin to integrate the Cheshire Cat AI chatbot, offering seamless conversational AI for your site.
fr_fr: Un plugin WordPress pour intégrer le chatbot Cheshire Cat AI, offrant une IA conversationnelle transparente pour votre site.
it_it: Un plugin di WordPress per integrare il chatbot AI Stregatto, offrendo un'intelligenza artificiale conversazionale fluida per il tuo sito.

source: After enabling the avatar, go to the %s page to upload your custom avatar image.
it_it: Dopo aver abilitato l'avatar, vai alla pagina %s per caricare l'immagine del tuo avatar personalizzato.

source: Avatar image has been removed.
it_it: L'immagine avatar è stata rimossa.

source: Before You Begin
fr_fr: Avant de commencer
it_it: Prima di iniziare

source: Chat Avatar
it_it: Avatar della chat

source: Chat Avatar Image
it_it: Immagine avatar della chat

source: Chat Background Color
fr_fr: Couleur d'arrière-plan du chat
it_it: Colore di sfondo della chat

source: Chat Bot Message Color
fr_fr: Couleur du message du chatbot
it_it: Colore del messaggio del chatbot

source: Chat Button Color
fr_fr: Couleur du bouton de discussion
it_it: Colore del pulsante della chat

source: Chat Font Family
fr_fr: Famille de polices de discussion
it_it: Famiglia di font Chat

source: Chat Header Color
it_it: Colore dell'intestazione della chat

source: Chat Input Placeholder
it_it: Segnaposto di input della chat

source: Chat Text Color
fr_fr: Couleur du texte du chat
it_it: Colore del testo della chat

source: Chat User Message Color
fr_fr: Couleur du message de l'utilisateur du chat
it_it: Colore del messaggio utente della chat

source: Check this box to display an avatar below the chat, making it look like a speech bubble.
it_it: Seleziona questa casella per visualizzare un avatar sotto la chat, facendolo sembrare un fumetto.

source: Check this box to enable the chat on every page of your website.
fr_fr: Cochez cette case pour activer le chat sur chaque page de votre site Web.
it_it: Seleziona questa casella per abilitare la chat su ogni pagina del tuo sito web.

source: Check this box to send page context information (title, description, etc.) to the Cheshire Cat with each message.
it_it: Seleziona questa casella per inviare informazioni contestuali sulla pagina (titolo, descrizione, ecc.) allo Stregatto con ogni messaggio.

source: Check this box to show the chat on your site's homepage.
it_it: Seleziona questa casella per mostrare la chat nella home page del tuo sito.

source: Check this box to show the chat only to users who are logged in to your WordPress site.
it_it: Seleziona questa casella per mostrare la chat solo agli utenti che hanno effettuato l'accesso al tuo sito WordPress.

source: Cheshire Cat
fr_fr: Chat du Cheshire
it_it: Stregatto

source: Cheshire Cat Chatbot
fr_fr: Chatbot du Cheshire
it_it: Chatbot del lo Stregatto

source: Cheshire Cat Token
fr_fr: Jeton du Chat du Cheshire
it_it: Token dello Stregatto

source: Cheshire Cat URL
fr_fr: URL du chat du Cheshire
it_it: URL dello Stregatto

source: Cheshire Cat URL or Token not set.
fr_fr: L'URL ou le jeton du chat du Cheshire n'est pas défini.
it_it: URL o token dello Stregatto non impostato.

source: Choose whether the chat window should be open or closed by default when a user visits your site.
it_it: Scegli se la finestra della chat deve essere aperta o chiusa per impostazione predefinita quando un utente visita il tuo sito.

source: Close chat
it_it: Chiudi chat

source: Closed
it_it: Chiuso

source: Color of the top bar of the chat window where the close button is located.
it_it: Colore della barra superiore della finestra di chat in cui si trova il pulsante di chiusura.

source: Color settings have been reset to default values.
it_it: Le impostazioni del colore sono state ripristinate ai valori predefiniti.

source: Configuration
it_it: Configurazione

source: Configure how the chat should be displayed across your site.
it_it: Configura il modo in cui la chat deve essere visualizzata sul tuo sito.

source: Content Type Settings
it_it: Impostazioni del tipo di contenuto

source: Context Information
it_it: Informazioni di contesto

source: Customize the placeholder text shown in the chat input field.
it_it: Personalizza il testo segnaposto visualizzato nel campo di inserimento della chat.

source: Default Chat State
it_it: Stato predefinito della chat

source: Display Mode
it_it: Modalità di visualizzazione

source: Displaying the Chat with the Shortcode
fr_fr: Afficher le chat avec le shortcode
it_it: Visualizzazione della chat con lo shortcode

source: do not
fr_fr: ne pas
it_it: non fare

source: Enable Avatar
it_it: Abilita Avatar

source: Enable chat on homepage
it_it: Abilita la chat sulla home page

source: Enable Context Information
it_it: Abilita informazioni contestuali

source: Enable Global Chat
fr_fr: Activer le chat global
it_it: Abilita chat globale

source: Enabling Global Chat
fr_fr: Activation du chat global
it_it: Abilitazione della chat globale

source: Global Chat
fr_fr: Chat mondial
it_it: Chat globale

source: Hello! How can I help you?
fr_fr: Bonjour ! Comment puis-je vous aider ?
it_it: Salve! Come posso aiutarti?

source: If you want the chat to appear on every page of your website, you can enable the "Global Chat" option in the
fr_fr: Si vous souhaitez que le chat apparaisse sur chaque page de votre site Web, vous pouvez activer l'option « Chat global » dans le
it_it: Se desideri che la chat venga visualizzata su ogni pagina del tuo sito web, puoi abilitare l'opzione "Chat globale" nel

source: Logged-in Users Only
it_it: Solo utenti registrati

source: Make sure to enable the avatar feature in the %s page for the avatar to be displayed.
it_it: Assicurati di abilitare la funzionalità avatar nella pagina %s affinché l'avatar possa essere visualizzato.

source: Message not provided.
fr_fr: Message non fourni.
it_it: Messaggio non fornito.

source: need to use the shortcode.
fr_fr: il faut utiliser le shortcode.
it_it: è necessario utilizzare lo shortcode.

source: Note:
it_it: Nota:

source: Open
it_it: Aprire

source: Overview & Usage
fr_fr: Présentation et utilisation
it_it: Panoramica e utilizzo

source: Playground
it_it: Parco giochi

source: Post Types
it_it: Tipi di post

source: Remove Avatar
it_it: Rimuovi avatar

source: Search Results for: %s
it_it: Risultati della ricerca per: %s

source: section.
it_it: sezione.

source: Select Content Types
it_it: Seleziona tipi di contenuto

source: Select which post types and taxonomies should have the chat enabled.
it_it: Seleziona per quali tipi di post e tassonomie abilitare la chat.

source: Show chat only to logged-in users
it_it: Mostra la chat solo agli utenti registrati

source: Show in Homepage
it_it: Mostra nella homepage

source: Show on all pages
it_it: Mostra su tutte le pagine

source: Show only on selected post types and taxonomies
it_it: Mostra solo su tipi di post e tassonomie selezionati

source: Simply paste this shortcode into the content area of any page or post where you want the chat to appear.
fr_fr: Collez simplement ce shortcode dans la zone de contenu de n'importe quelle page ou publication où vous souhaitez que le chat apparaisse.
it_it: Basta incollare questo codice abbreviato nell'area dei contenuti di qualsiasi pagina o post in cui vuoi che appaia la chat.

source: Style
it_it: Stile

source: Taxonomies
it_it: Tassonomie

source: This plugin acts as a bridge between your WordPress site and your Cheshire Cat AI instance.
fr_fr: Ce plugin agit comme un pont entre votre site WordPress et votre instance Cheshire Cat AI.
it_it: Questo plugin funge da ponte tra il tuo sito WordPress e la tua istanza di Cheshire Cat AI.

source: To display the chat on a specific page or post, use the following shortcode:
fr_fr: Pour afficher le chat sur une page ou une publication spécifique, utilisez le shortcode suivant :
it_it: Per visualizzare la chat su una pagina o un post specifico, utilizza il seguente codice abbreviato:

source: To use this plugin, you must have a working installation of
fr_fr: Pour utiliser ce plugin, vous devez disposer d'une installation fonctionnelle de
it_it: Per utilizzare questo plugin, è necessario disporre di un'installazione funzionante di

source: Type your message...
fr_fr: Tapez votre message...
it_it: Scrivi il tuo messaggio...

source: Upload a custom avatar image. If none is provided, a default robot avatar will be used.
it_it: Carica un'immagine avatar personalizzata. Se non ne viene fornita alcuna, verrà utilizzato un avatar robot predefinito.

source: Usage
it_it: Utilizzo

source: Use this playground to test your chatbot configuration and responses before making it available to your users.
it_it: Utilizza questo ambiente di gioco per testare la configurazione e le risposte del tuo chatbot prima di renderlo disponibile ai tuoi utenti.

source: Welcome Message
fr_fr: Message de bienvenue
it_it: Messaggio di benvenuto

source: Welcome to the Cheshire Cat Chatbot Playground! This is a full-page chat interface where you can test the chatbot as an administrator.
it_it: Benvenuti nel parco giochi del chatbot dello Stregatto! Questa è un'interfaccia di chat a pagina intera dove potete testare il chatbot come amministratore.

source: Welcome to the Cheshire Cat Chatbot plugin! This plugin allows you to integrate the powerful Cheshire Cat AI chatbot into your WordPress website.
fr_fr: Bienvenue dans le plugin Cheshire Cat Chatbot ! Ce plugin vous permet d'intégrer le puissant chatbot IA Cheshire Cat à votre site WordPress.
it_it: Benvenuti dal plugin Stregatto Chatbot! Questo plugin vi permette di integrare il chatbot di intelligenza artificiale Cheshire Cat nel vostro sito web WordPress.

source: When the Global Chat is enabled, the chat will be automatically added to all pages, and you
fr_fr: Lorsque le chat global est activé, le chat sera automatiquement ajouté à toutes les pages et vous
it_it: Quando la chat globale è abilitata, la chat verrà aggiunta automaticamente a tutte le pagine e tu

source: You can enter these details in the
fr_fr: Vous pouvez saisir ces informations dans le
it_it: Puoi inserire questi dettagli nel

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les autorisations suffisantes pour accéder à cette page.
it_it: Non hai autorizzazioni sufficienti per accedere a questa pagina.

source: You will need the following information from your Cheshire Cat AI setup:
fr_fr: Vous aurez besoin des informations suivantes provenant de votre configuration Cheshire Cat AI :
it_it: Avrai bisogno delle seguenti informazioni dalla configurazione dell'intelligenza artificiale del tuo Stregatto:
